tap "homebrew/cask-versions"

brew "autojump"
brew "bat"
brew "ffmpeg"
brew "gifski"
brew "git"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "macos-trash"
brew "mas"
brew "prettyping"
brew "starship"
brew "sqlite"
brew "tldr"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "figma-beta"
cask "firefox-nightly"
cask "flux"
cask "google-chrome"
cask "imageoptim"
cask "kap"
cask "notion"
cask "rocket"
cask "slack"
cask "spectacle"
cask "spotify"
cask "vanilla"
cask "visual-studio-code-insiders"

mas "DevSwatch", id: 1477857867
mas "Just Focus", id: 1142151959
mas "Tot", id: 1491071483
